{
    "welcome": "Welcome to Tic Tac Toe!",
    "opponent_intro": "You have your choice of opponents today!",
    "opponent_rules": "Choose wisely, since once you pick an opponent, you won't be able\nto change them until you finish the match!",
    "alexandra_intro": "First up is Alexandra! She's the reigning eight-year-old champion \nin her class,and is pleased as punch about it.",
    "margaret_intro": "Next up is the ectoplasmically inclined Iron Lady herself.\nEven ghosts needs hobbies, and the ghost of Margaret Thatcher wants to see\nhow far her uncompromising style will take her in tic tac toe.",
    "choose_opponent": "Who would you like to play against: Alexandra or Margaret?",
    "invalid_opponent_choice": "Sorry! Please pick between 'Alexandra' or 'Margaret'!",
    "computer_challenge": "{opponent} is ready!",
    "game_rules": "Remember, first person to place three marks in a horizontal, vertical or diagonal line wins!",
    "match_rules": "You get 1 point for a win, and no points for a loss or a draw. First one to {GAMES_TO_WIN} points wins takes the match!",
    "choose first player": "Would you like to go first? Please pick 'y' or 'n'!",
    "markers": "You are {HUMAN_MARKER} and {opponent} is {COMPUTER_MARKER}",
    "player_input": "Choose a square ({formatted_valid_choices}): ",
    "invalid_input": "Sorry! That's not a valid choice. Try something from below!",
    "player_win_alexandra": "You won the game! Alexandra's getting fired up. She's gonna beat you next time!",
    "player_win_margaret": "You won the game! Margaret puts her cup of ghostly tea down. It seems she's done taking it easy.",
    "alexandra_win": "Alexandra won! She gives you a hug and whispers 'It's okay, I've lost plenty of times too'",
    "margaret_win": "Margaret won! She smiles primly as she takes a sip of ghostly tea.",
    "alexandra_tie": "It's a tie! Alexandra squints at you. 'You're better than I thought'",
    "margaret_tie": "It's a tie! Margaret's eyes narrow. 'Again'",
    "match_score": "The match score is {player_score} : {computer_score}",
    "player_match_winner_alexandra": "You won the match! Alexandra is currently planning her tic-tac-toe training montage.",
    "player_match_winner_margaret": "You won the match! The teacup explodes. Uh oh... You may have woken a sleeping dragon.",
    "alexandra_match_winner": "Aw, you lost! Alexandra is currently arguing with her mother about the merits of a second scoop of ice-cream.",
    "margaret_match_winner": "Aw, you lost! Margaret gracefully rises to her feet. A celebratory cup of tea is in order, it seems.",
    "replay": "Do you want to play again? Enter 'y' or 'n'!",
    "replay_options": "You can pick 'y' or 'n'.",
    "goodbye": "See you later!"
}